Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.break_timer.timer_color
source: Timer color:
de: Timerfarbe:
es_419: Color del temporizador:
es_es: Color del temporizador:
fr: Couleur du minuteur :
ja: タイマーの色：
ko: 타이머 색상:
pt_br: Cor do temporizador:
zh_hans: 计时器颜色：
zh_hant: 計時器顏色：

# settings.demo_type.commands_help
source: - Insert pauses with the [pause:n] keyword where 'n' is seconds. - Send text via the clipboard with [paste] and [/paste]. - Send keystrokes with [enter], [up], [down], [left], and [right]. You can have DoraZoom send text automatically, or select the option to drive input with typing. When driving input, your key releases advance the script. Press Escape to stop. When you reach the end of the file, DoraZoom reloads the file and starts at the beginning. Enter the hotkey with Shift toggled to step back to the last [end].
de: - Füge Pausen mit dem Schlüsselwort [pause:n] ein, wobei 'n' für Sekunden steht. - Sende Text über die Zwischenablage mit [paste] und [/paste]. - Sende Tastenanschläge mit [enter], [up], [down], [left] und [right]. DoraZoom kann Text automatisch senden, oder du wählst die Eingabesteuerung per Tippen. Bei dieser Steuerung rückt jede losgelassene Taste das Skript weiter. Drücke zum Beenden Escape. Am Dateiende lädt DoraZoom die Datei neu und beginnt von vorn. Betätige den Kurzbefehl mit Shift, um zum letzten [end] zurückzugehen.
es_419: - Inserta pausas con la palabra clave [pause:n], donde 'n' son segundos. - Envía texto mediante el portapapeles con [paste] y [/paste]. - Envía pulsaciones con [enter], [up], [down], [left] y [right]. Puedes hacer que DoraZoom envíe texto automáticamente o controlar la entrada al escribir. En ese modo, cada tecla que sueltes hace avanzar el guion. Presiona Escape para detenerlo. Al llegar al final, DoraZoom vuelve a cargar el archivo y empieza desde el principio. Activa el atajo con Shift para regresar al último [end].
es_es: - Inserta pausas con la palabra clave [pause:n], donde 'n' son segundos. - Envía texto mediante el portapapeles con [paste] y [/paste]. - Envía pulsaciones con [enter], [up], [down], [left] y [right]. Puedes hacer que DoraZoom envíe texto automáticamente o elegir controlar la entrada al escribir. En ese modo, cada tecla que sueltes hace avanzar el guion. Pulsa Escape para detenerlo. Al llegar al final, DoraZoom vuelve a cargar el archivo y empieza desde el principio. Activa el atajo con Shift para volver al último [end].
fr: - Insérez des pauses avec le mot-clé [pause:n], où 'n' représente des secondes. - Envoyez du texte via le presse-papiers avec [paste] et [/paste]. - Envoyez des frappes avec [enter], [up], [down], [left] et [right]. DoraZoom peut envoyer le texte automatiquement, ou vous pouvez piloter la saisie en tapant. Dans ce mode, chaque relâchement de touche fait avancer le script. Appuyez sur Échap pour arrêter. À la fin du fichier, DoraZoom le recharge et reprend au début. Utilisez le raccourci avec Shift pour revenir au dernier [end].
ja: - [pause:n] キーワードを使って一時停止を挿入します。'n' は秒数です。 - [paste] と [/paste] を使ってクリップボード経由でテキストを送信します。 - [enter]、[up]、[down]、[left]、[right] を使ってキー入力を送信します。 DoraZoom にテキストを自動送信させるか、タイピングで入力を進めるオプションを選べます。タイピングで進める場合、キーを放すたびにスクリプトが進みます。Escape を押すと停止します。 ファイルの末尾に達すると、DoraZoom はファイルを再読み込みして先頭から開始します。Shift を押しながらホットキーを押すと、直前の [end] まで戻ります。
ko: - 'n'초 동안 일시 정지하려면 [pause:n] 키워드를 삽입합니다. - [paste]와 [/paste]를 사용해 클립보드로 텍스트를 보냅니다. - [enter], [up], [down], [left], [right]를 사용해 키 입력을 보냅니다. DoraZoom이 텍스트를 자동으로 보내게 하거나, 타이핑으로 입력을 진행하는 옵션을 선택할 수 있습니다. 타이핑으로 진행할 때는 키를 놓을 때마다 스크립트가 넘어갑니다. Escape를 누르면 중지됩니다. 파일 끝에 도달하면 DoraZoom이 파일을 다시 불러와 처음부터 시작합니다. Shift를 누른 상태로 단축키를 입력하면 마지막 [end]로 돌아갑니다.
pt_br: - Insira pausas com a palavra-chave [pause:n], em que 'n' representa segundos. - Envie texto pela área de transferência com [paste] e [/paste]. - Envie teclas com [enter], [up], [down], [left] e [right]. Você pode fazer o DoraZoom enviar texto automaticamente ou controlar a entrada digitando. Nesse modo, cada tecla liberada avança o roteiro. Pressione Escape para interromper. Ao chegar ao fim, o DoraZoom recarrega o arquivo e recomeça do início. Acione o atalho com Shift para voltar ao último [end].
zh_hans: - 使用 [pause:n] 关键字插入暂停，其中“n”为秒数。 - 使用 [paste] 和 [/paste] 通过剪贴板发送文本。 - 使用 [enter]、[up]、[down]、[left] 和 [right] 发送按键。 你可以让 DoraZoom 自动发送文本，也可以选择通过键入来驱动输入。驱动输入时，每次松开按键都会推进脚本。按 Escape 停止。 到达文件末尾时，DoraZoom 会重新加载文件并从头开始。按住 Shift 输入热键可回退到上一个 [end]。
zh_hant: - 使用 [pause:n] 關鍵字插入暫停，其中「n」為秒數。 - 使用 [paste] 和 [/paste] 透過剪貼板傳送文字。 - 使用 [enter]、[up]、[down]、[left] 和 [right] 傳送按鍵。 你可以讓 DoraZoom 自動傳送文字，也可以選擇透過輸入來驅動。驅動輸入時，每次放開按鍵都會推進腳本。按 Escape 停止。 到達檔案結尾時，DoraZoom 會重新載入檔案並從頭開始。按住 Shift 輸入熱鍵可退回上一個 [end]。

# settings.demo_type.description
source: DemoType types text from an input file when you activate its shortcut. Separate snippets with [end], or insert clipboard text after a [start] prefix.
de: DemoType tippt Text aus einer Eingabedatei, wenn du den Kurzbefehl aktivierst. Trenne Abschnitte mit [end] oder füge nach dem Präfix [start] Text aus der Zwischenablage ein.
es_419: DemoType escribe el texto de un archivo de entrada al activar su atajo. Separa los fragmentos con [end] o inserta texto del portapapeles después del prefijo [start].
es_es: DemoType escribe el texto de un archivo de entrada al activar su atajo. Separa los fragmentos con [end] o inserta texto del portapapeles después del prefijo [start].
fr: DemoType saisit le texte d’un fichier d’entrée lorsque vous activez son raccourci. Séparez les extraits avec [end], ou insérez le texte du presse-papiers après un préfixe [start].
ja: DemoType は、ショートカットを実行すると入力ファイルのテキストを自動入力します。[end] でスニペットを区切るか、[start] プレフィックスの後にクリップボードのテキストを挿入します。
ko: DemoType은 단축키를 실행하면 입력 파일의 텍스트를 입력합니다. [end]로 내용을 구분하거나 [start] 접두어 뒤에 클립보드 텍스트를 삽입합니다.
pt_br: O DemoType digita o texto de um arquivo de entrada quando você aciona o atalho. Separe os trechos com [end] ou insira texto da área de transferência depois do prefixo [start].
zh_hans: 激活快捷键后，DemoType 会从输入文件键入文本。使用 [end] 分隔片段，或在 [start] 前缀后插入剪贴板文本。
zh_hant: 啟用快速鍵後，DemoType 會從輸入檔案輸入文字。使用 [end] 分隔片段，或在 [start] 前置字串後插入剪貼板文字。

# settings.demo_type.drive_with_typing
source: Drive input with typing
de: Eingabe durch Tippen steuern
es_419: Controlar la entrada al escribir
es_es: Controlar la entrada al escribir
fr: Piloter la saisie en tapant
ja: タイピングで入力を進める
ko: 타이핑으로 입력 진행
pt_br: Controlar a entrada digitando
zh_hans: 按键时推进脚本
zh_hant: 按鍵時推進腳本

# settings.demo_type.file_picker.title
source: DoraZoom: Choose DemoType File
de: DoraZoom: DemoType-Datei auswählen
es_419: DoraZoom: elegir archivo DemoType
es_es: DoraZoom: elegir archivo DemoType
fr: DoraZoom : choisir un fichier DemoType
ja: DoraZoom：DemoType ファイルを選択
ko: DoraZoom: DemoType 파일 선택
pt_br: DoraZoom: escolher arquivo DemoType
zh_hans: DoraZoom：选择 DemoType 文件
zh_hant: DoraZoom：選擇 DemoType 檔案

# settings.demo_type.input_file
source: Input file:
de: Eingabedatei:
es_419: Archivo de entrada:
es_es: Archivo de entrada:
fr: Fichier d’entrée :
ja: 入力ファイル：
ko: 입력 파일:
pt_br: Arquivo de entrada:
zh_hans: 输入文件：
zh_hant: 輸入檔案：

# settings.demo_type.shortcut
source: DemoType shortcut:
de: DemoType-Kurzbefehl:
es_419: Atajo de DemoType:
es_es: Atajo de DemoType:
fr: Raccourci DemoType :
ja: DemoType ショートカット：
ko: DemoType 단축키:
pt_br: Atalho do DemoType:
zh_hans: DemoType 快捷键：
zh_hant: DemoType 快速鍵：

# settings.demo_type.speed.fast
source: Fast
de: Schnell
es_419: Rápida
es_es: Rápida
fr: Rapide
ja: 速い
ko: 빠르게
pt_br: Rápida
zh_hans: 快
zh_hant: 快

# settings.demo_type.speed.slow
source: Slow
de: Langsam
es_419: Lenta
es_es: Lenta
fr: Lente
ja: 遅い
ko: 느리게
pt_br: Lenta
zh_hans: 慢
zh_hant: 慢

# settings.demo_type.typing_speed
source: Typing speed:
de: Tippgeschwindigkeit:
es_419: Velocidad de escritura:
es_es: Velocidad de escritura:
fr: Vitesse de saisie :
ja: 入力速度：
ko: 입력 속도:
pt_br: Velocidade de digitação:
zh_hans: 键入速度：
zh_hant: 輸入速度：

# settings.draw.colors.title
source: Colors
de: Farben
es_419: Colores
es_es: Colores
fr: Couleurs
ja: カラー
ko: 색상
pt_br: Cores
zh_hans: 颜色
zh_hant: 顏色

# settings.draw.description
source: While zoomed, press the left mouse button to start drawing and the right mouse button to stop. Undo with Command-Z or Control-Z, and press E to erase all drawing.
de: Drücke während des Zooms die linke Maustaste, um mit dem Zeichnen zu beginnen, und die rechte Maustaste, um es zu beenden. Widerrufe mit Command-Z oder Control-Z und lösche alle Zeichnungen mit E.
es_419: Con el zoom activo, presiona el botón izquierdo del mouse para empezar a dibujar y el derecho para detenerte. Deshaz con Command-Z o Control-Z y presiona E para borrar todos los dibujos.
es_es: Con el zoom activo, pulsa el botón izquierdo del ratón para empezar a dibujar y el derecho para parar. Deshaz con Command-Z o Control-Z y pulsa E para borrar todos los dibujos.
fr: Pendant le zoom, appuyez sur le bouton gauche de la souris pour commencer à dessiner et sur le bouton droit pour arrêter. Annulez avec Command-Z ou Control-Z et appuyez sur E pour effacer tous les dessins.
ja: ズーム中にマウスの左ボタンを押すと描画を開始し、右ボタンを押すと停止します。Command-Z または Control-Z で取り消し、E を押すとすべての描画を消去します。
ko: 확대 중에 마우스 왼쪽 버튼을 누르면 그리기를 시작하고 오른쪽 버튼을 누르면 중지합니다. Command-Z 또는 Control-Z로 실행 취소하고, E를 누르면 모든 그리기를 지웁니다.
pt_br: Com o zoom ativo, pressione o botão esquerdo do mouse para começar a desenhar e o direito para parar. Desfaça com Command-Z ou Control-Z e pressione E para apagar todos os desenhos.
zh_hans: 缩放时，按鼠标左键开始绘图，按鼠标右键停止。使用 Command-Z 或 Control-Z 撤销，按 E 清除所有绘图。
zh_hant: 縮放時，按滑鼠左鍵開始繪圖，按滑鼠右鍵停止。使用 Command-Z 或 Control-Z 還原，按 E 清除所有繪圖。

# settings.draw.highlight.description
source: Hold Shift with a color key, such as Shift+R, to draw with a translucent highlighter. Press the color key again without Shift to return to a solid pen.
de: Halte Shift zusammen mit einer Farbtaste wie Shift+R gedrückt, um mit einem halbtransparenten Textmarker zu zeichnen. Drücke die Farbtaste erneut ohne Shift, um zu einem deckenden Stift zurückzukehren.
es_419: Mantén Shift con una tecla de color, como Shift+R, para dibujar con un resaltador translúcido. Vuelve a presionar la tecla de color sin Shift para usar una pluma opaca.
es_es: Mantén Shift con una tecla de color, como Shift+R, para dibujar con un resaltador translúcido. Vuelve a pulsar la tecla de color sin Shift para usar un lápiz opaco.
fr: Maintenez Shift avec une touche de couleur, par exemple Shift+R, pour dessiner avec un surligneur translucide. Appuyez de nouveau sur la touche de couleur sans Shift pour revenir à un crayon opaque.
ja: Shift+R のように Shift とカラーキーを同時に押すと、半透明の蛍光ペンで描画します。Shift を押さずに同じカラーキーをもう一度押すと、不透明のペンに戻ります。
ko: Shift+R처럼 Shift와 색상 키를 함께 누르면 반투명 형광펜으로 그립니다. Shift 없이 같은 색상 키를 다시 누르면 불투명 펜으로 돌아갑니다.
pt_br: Segure Shift com uma tecla de cor, como Shift+R, para desenhar com um marca-texto translúcido. Pressione a tecla de cor novamente sem Shift para usar uma caneta opaca.
zh_hans: 按住 Shift 并按颜色键（如 Shift+R）可使用半透明荧光笔绘制。不按 Shift 再次按该颜色键即可恢复为实色画笔。
zh_hant: 按住 Shift 並按顏色鍵（例如 Shift+R）可使用半透明螢光筆繪圖。不按 Shift 再次按該顏色鍵即可恢復為實色畫筆。

# settings.draw.highlight.title
source: Highlight
de: Hervorhebung
es_419: Resaltado
es_es: Resaltado
fr: Surlignage
ja: ハイライト
ko: 형광펜
pt_br: Destaque
zh_hans: 高亮
zh_hant: 醒目提示

# settings.draw.pen.description
source: Change pen width with the mouse wheel, the [ and ] keys, or Shift with the Up and Down Arrow keys.
de: Ändere die Stiftbreite mit dem Mausrad, den Tasten [ und ] oder Shift zusammen mit den Pfeiltasten nach oben und unten.
es_419: Cambia el grosor de la pluma con la rueda, las teclas [ y ], o Shift con las flechas arriba y abajo.
es_es: Cambia el grosor del lápiz con la rueda, las teclas [ y ], o Shift con las flechas arriba y abajo.
fr: Modifiez l’épaisseur du crayon avec la molette, les touches [ et ], ou Shift avec les touches fléchées vers le haut et le bas.
ja: マウスホイール、[ キーと ] キー、または Shift+上矢印／Shift+下矢印でペンの太さを変更します。
ko: 마우스 휠, [ 키와 ] 키 또는 Shift+위쪽 화살표/Shift+아래쪽 화살표로 펜 두께를 바꿉니다.
pt_br: Altere a espessura da caneta com a roda, as teclas [ e ], ou Shift com as setas para cima e para baixo.
zh_hans: 使用鼠标滚轮、[ 和 ] 键，或按住 Shift 并按上、下方向键来更改画笔宽度。
zh_hant: 使用滑鼠滾輪、[ 和 ] 鍵，或按住 Shift 並按上、下方向鍵來更改畫筆寬度。

# settings.draw.pen.title
source: Pen Control
de: Stiftsteuerung
es_419: Control de la pluma
es_es: Control del lápiz
fr: Contrôle du crayon
ja: ペンの操作
ko: 펜 조절
pt_br: Controle da caneta
zh_hans: 画笔控制
zh_hant: 畫筆控制

# settings.draw.privacy_tools.description
source: Press M for the blur pen, X for a solid redaction, or N to add an automatically numbered marker. These remain only in the current drawing session and are composited into copied or recorded pixels. Undo with Command-Z or Control-Z before sharing.
de: Drücke M für den Weichzeichnungsstift, X für eine deckende Abdeckung oder N für einen automatisch nummerierten Marker. Sie bleiben nur in der aktuellen Zeichensitzung und werden in kopierte oder aufgenommene Pixel eingerechnet. Widerrufe vor dem Teilen mit Command-Z oder Control-Z.
es_419: Presiona M para la pluma de desenfoque, X para ocultar con un bloque opaco o N para agregar un marcador numerado automáticamente. Solo permanecen en la sesión de dibujo actual y se integran en los píxeles copiados o grabados. Deshaz con Command-Z o Control-Z antes de compartir.
es_es: Pulsa M para el lápiz de desenfoque, X para una ocultación opaca o N para añadir un marcador numerado automáticamente. Solo permanecen en la sesión de dibujo actual y se componen en los píxeles copiados o grabados. Deshaz con Command-Z o Control-Z antes de compartir.
fr: Appuyez sur M pour le crayon de flou, X pour un masquage opaque ou N pour ajouter un repère numéroté automatiquement. Ils restent dans la session de dessin actuelle et sont intégrés aux pixels copiés ou enregistrés. Annulez avec Command-Z ou Control-Z avant de partager.
ja: M を押すとぼかしペン、X を押すと不透明な塗りつぶし、N を押すと自動的に番号が付くマーカーになります。これらは現在の描画セッション内でのみ保持され、コピーまたは収録される画面のピクセルに合成されます。共有前に Command-Z または Control-Z で取り消せます。
ko: M을 누르면 흐림 펜, X를 누르면 불투명 가리기, N을 누르면 자동 번호 마커를 추가합니다. 이 효과는 현재 그리기 세션에서만 유지되며, 복사되거나 녹화되는 화면 픽셀에 합성됩니다. 공유하기 전에 Command-Z 또는 Control-Z로 실행 취소할 수 있습니다.
pt_br: Pressione M para a caneta de desfoque, X para uma tarja opaca ou N para adicionar um marcador numerado automaticamente. Eles só permanecem na sessão de desenho atual e são incorporados aos pixels copiados ou gravados. Desfaça com Command-Z ou Control-Z antes de compartilhar.
zh_hans: 按 M 使用模糊笔，按 X 进行实色遮盖，按 N 添加自动编号标记。这些内容仅保留在当前绘图会话中，并会合成到复制或录制的像素中。分享前可使用 Command-Z 或 Control-Z 撤销。
zh_hant: 按 M 使用模糊畫筆，按 X 進行實色遮蔽，按 N 加入自動編號標記。這些內容只會保留在目前的繪圖工作階段中，並合成到複製或錄製的像素中。分享前可使用 Command-Z 或 Control-Z 還原。

# settings.draw.privacy_tools.title
source: Privacy Tools
de: Datenschutzwerkzeuge
es_419: Herramientas de privacidad
es_es: Herramientas de privacidad
fr: Outils de confidentialité
ja: プライバシーツール
ko: 개인정보 보호 도구
pt_br: Ferramentas de privacidade
zh_hans: 隐私工具
zh_hant: 隱私權工具

# settings.draw.screen.title
source: Screen
de: Bildschirm
es_419: Pantalla
es_es: Pantalla
fr: Écran
ja: 画面
ko: 화면
pt_br: Tela
zh_hans: 屏幕
zh_hant: 螢幕

# settings.draw.shapes.description
source: While dragging, hold Shift for a line, Control for a rectangle, Tab for an ellipse, or Shift+Control for an arrow.
de: Halte beim Ziehen Shift für eine Linie, Control für ein Rechteck, Tab für eine Ellipse oder Shift+Control für einen Pfeil gedrückt.
es_419: Mientras arrastras, mantén Shift para una línea, Control para un rectángulo, Tab para una elipse o Shift+Control para una flecha.
es_es: Mientras arrastras, mantén Shift para una línea, Control para un rectángulo, Tab para una elipse o Shift+Control para una flecha.
fr: Pendant le glissement, maintenez Shift pour une ligne, Control pour un rectangle, Tab pour une ellipse ou Shift+Control pour une flèche.
ja: ドラッグ中に Shift を押すと直線、Control で長方形、Tab で楕円、Shift+Control で矢印を描きます。
ko: 드래그하는 동안 Shift를 누르면 선, Control을 누르면 직사각형, Tab을 누르면 타원, Shift+Control을 누르면 화살표를 그립니다.
pt_br: Enquanto arrasta, segure Shift para uma linha, Control para um retângulo, Tab para uma elipse ou Shift+Control para uma seta.
zh_hans: 拖动时，按住 Shift 绘制直线，按住 Control 绘制矩形，按住 Tab 绘制椭圆，同时按住 Shift+Control 绘制箭头。
zh_hant: 拖移時，按住 Shift 繪製直線，按住 Control 繪製矩形，按住 Tab 繪製橢圓形，同時按住 Shift+Control 繪製箭頭。

# settings.draw.shapes.title
source: Shapes
de: Formen
es_419: Formas
es_es: Formas
fr: Formes
ja: 図形
ko: 도형
pt_br: Formas
zh_hans: 形状
zh_hant: 形狀

# settings.draw.shortcut
source: Draw without zoom:
de: Ohne Zoom zeichnen:
es_419: Dibujar sin zoom:
es_es: Dibujar sin zoom:
fr: Dessiner sans zoom :
ja: ズームせずに描画：
ko: 확대 없이 그리기:
pt_br: Desenhar sem zoom:
zh_hans: 不缩放直接绘图：
zh_hant: 不縮放直接繪圖：

# settings.general.description
source: DoraZoom runs in the menu bar. Use the Zoom and Draw settings to choose the keyboard shortcuts that activate it.
de: DoraZoom läuft in der Menüleiste. Wähle unter „Zoom“ und „Zeichnen“ die Kurzbefehle aus, die DoraZoom aktivieren.
es_419: DoraZoom se ejecuta en la barra de menús. Usa la configuración de Zoom y Dibujo para elegir los atajos que activan DoraZoom.
es_es: DoraZoom se ejecuta en la barra de menús. Usa los ajustes de Zoom y Dibujo para elegir los atajos que lo activan.
fr: DoraZoom fonctionne dans la barre des menus. Utilisez les réglages Zoom et Dessin pour choisir les raccourcis qui l’activent.
ja: DoraZoom はメニューバーで動作します。「ズーム」と「描画」の設定で、各機能を呼び出すキーボードショートカットを選択できます。
ko: DoraZoom은 메뉴 막대에서 실행됩니다. 확대 및 그리기 설정에서 활성화할 키보드 단축키를 선택하세요.
pt_br: O DoraZoom é executado na barra de menus. Use os ajustes de Zoom e Desenho para escolher os atalhos que ativam o DoraZoom.
zh_hans: DoraZoom 在菜单栏中运行。请在“缩放”和“绘图”设置中选择用于激活它的键盘快捷键。
zh_hant: DoraZoom 會在選單列中執行。請在「縮放」和「繪圖」設定中選擇用來啟用它的鍵盤快速鍵。

# settings.general.launch_at_login
source: Launch DoraZoom when I log in
de: DoraZoom beim Anmelden öffnen
es_419: Abrir DoraZoom al iniciar sesión
es_es: Abrir DoraZoom al iniciar sesión
fr: Ouvrir DoraZoom à ma connexion
ja: ログイン時に DoraZoom を開く
ko: 로그인할 때 DoraZoom 실행
pt_br: Abrir o DoraZoom ao iniciar a sessão
zh_hans: 登录时启动 DoraZoom
zh_hant: 登入時啟動 DoraZoom

# settings.general.login_item_error.message
source: DoraZoom saved your startup preference and will try again next launch. macOS reported: %@
de: DoraZoom hat deine Starteinstellung gesichert und versucht es beim nächsten Start erneut. macOS meldete: %@
es_419: DoraZoom guardó tu preferencia de inicio y volverá a intentarlo la próxima vez. macOS indicó: %@
es_es: DoraZoom ha guardado tu preferencia de inicio y lo volverá a intentar la próxima vez. macOS ha indicado: %@
fr: DoraZoom a enregistré votre préférence de démarrage et réessaiera au prochain lancement. macOS a indiqué : %@
ja: DoraZoom は「ログイン時に開く」設定を保存しました。次回の起動時にもう一度試します。macOS からの応答：%@
ko: DoraZoom이 로그인 시 실행 설정을 저장했으며 다음번 실행 때 다시 시도합니다. macOS 응답: %@
pt_br: O DoraZoom salvou sua preferência de inicialização e tentará novamente na próxima vez. O macOS informou: %@
zh_hans: DoraZoom 已保存你的启动偏好，并会在下次启动时重试。macOS 报告：%@
zh_hant: DoraZoom 已儲存你的啟動偏好設定，並會在下次啟動時重試。macOS 回報：%@

# settings.general.login_item_error.title
source: Couldn’t update the login item
de: Anmeldeobjekt konnte nicht aktualisiert werden
es_419: No se pudo actualizar el elemento de inicio
es_es: No se ha podido actualizar el ítem de inicio
fr: Impossible de mettre à jour l’élément d’ouverture
ja: ログイン項目を更新できませんでした
ko: 로그인 항목을 업데이트할 수 없음
pt_br: Não foi possível atualizar o item de início de sessão
zh_hans: 无法更新登录项
zh_hant: 無法更新登入項目

# settings.live_zoom.description
source: Live Zoom magnifies the live screen, so motion and updates remain visible. Use the same zoom and pan controls.
de: Live-Zoom vergrößert den aktuellen Bildschirm, sodass Bewegungen und Aktualisierungen sichtbar bleiben. Verwende dieselben Steuerelemente für Zoom und Verschieben.
es_419: El zoom en vivo amplía la pantalla en tiempo real para mantener visibles el movimiento y los cambios. Usa los mismos controles de zoom y desplazamiento.
es_es: El zoom en directo amplía la pantalla en tiempo real para mantener visibles el movimiento y los cambios. Usa los mismos controles de zoom y desplazamiento.
fr: Le zoom en direct agrandit l’écran en temps réel afin que les mouvements et mises à jour restent visibles. Utilisez les mêmes commandes de zoom et de déplacement.
ja: ライブズームは動いている画面を拡大するため、動きや更新もそのまま表示されます。同じズームとパンの操作を使用できます。
ko: 실시간 확대는 현재 화면을 확대하므로 움직임과 업데이트가 계속 보입니다. 동일한 확대 및 이동 조작을 사용하세요.
pt_br: O zoom ao vivo amplia a tela em tempo real para manter movimentos e mudanças visíveis. Use os mesmos controles de zoom e deslocamento.
zh_hans: 实时缩放会放大当前屏幕，同时保留画面动态和实时更新。缩放和平移方式保持不变。
zh_hant: 即時縮放會放大目前螢幕，同時保留畫面動態和即時更新。縮放和平移方式保持不變。

# settings.live_zoom.shortcut
source: Live Zoom shortcut:
de: Live-Zoom-Kurzbefehl:
es_419: Atajo de zoom en vivo:
es_es: Atajo de zoom en directo:
fr: Raccourci de zoom en direct :
ja: ライブズームのショートカット：
ko: 실시간 확대 단축키:
pt_br: Atalho de zoom ao vivo:
zh_hans: 实时缩放快捷键：
zh_hant: 即時縮放快速鍵：
